app/views/students/index.erb

<% @students = Student.all %>
---
SELECT "students".* FROM "students"